[
    {
        "id": "1",
        "name": "The 5 Love Languages",
        "cover": "https://images-na.ssl-images-amazon.com/images/I/41wfLB9cycL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "author": "Gary Chapman",
        "description": "Falling in love is easy. Staying in love—that’s the challenge. How can you keep your relationship fresh and growing amid the demands, conflicts, and just plain boredom of everyday life? In the #1 New York Times international bestseller The 5 Love Languages, you’ll discover the secret that has transformed millions of relationships worldwide. Whether your relationship is flourishing or failing, Dr. Gary Chapman’s proven approach to showing and receiving love will help you experience deeper and richer levels of intimacy with your partner—starting today.",
        "price": 4.15,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2015",
        "pages": 208,
        "category": ["Self-Help", "Relationships"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "2",
        "name": "Adult Children of Emotionally Immature Parents",
        "cover": "adult_children.jpg",
        "author": "Lindsay C. Gibson",
        "description": "If you grew up with an emotionally immature, unavailable, or selfish parent, you may have lingering feelings of anger, loneliness, betrayal, or abandonment. You may recall your childhood as a time when your emotional needs were not met, when your feelings were dismissed, or when you took on adult levels of responsibility in an effort to compensate for your parent’s behavior. These wounds can be healed, and you can move forward in your life.",
        "price": 5.41,
        "language": "en",
        "publisher": "New Harbinger Publications",
        "publication_year": "2015",
        "pages": 215,
        "category": ["Self-Help", "Relationships"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "3",
        "name": "The Power of Positive Thinking",
        "cover": "the_power_of.jpg",
        "author": "Dr. Norman Vincent Peale",
        "description": "An international bestseller with over five million copies in print, The Power of Positive Thinking has helped men and women around the world to achieve fulfillment in their lives through Dr. Norman Vincent Peale’s powerful message of faith and inspiration.",
        "price": 2.70,
        "language": "en",
        "publisher": "Touchstone",
        "publication_year": "2003",
        "pages": 218,
        "category": ["Self-Help", "Inspiration"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "4",
        "name": "Find Your People",
        "cover": "find_your_people.jpg",
        "author": "Jennie Allen",
        "description": "In a world that’s both more connected and more isolating than ever before, we’re often tempted to do life alone, whether because we’re so busy or because relationships feel risky and hard. But science confirms that consistent, meaningful connection with others has a powerful impact on our well-being. We are meant to live known and loved. But so many are hiding behind emotional walls that we’re experiencing an epidemic of loneliness.",
        "price": 11.54,
        "language": "en",
        "publisher": "WaterBrook",
        "publication_year": "2022",
        "pages": 272,
        "category": ["Self-Help", "Friendship"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "5",
        "name": "No More Mr Nice Guy",
        "cover": "no_more_mr_nice.jpg",
        "author": "Robert A. Glover",
        "description": "Originally published as an e-book that became a controversial media phenomenon, No More Mr. Nice Guy! landed its author, a certified marriage and family therapist, on The O'Reilly Factor and the Rush Limbaugh radio show. Dr. Robert Glover has dubbed the 'Nice Guy Syndrome' trying too hard to please others while neglecting one's own needs, thus causing unhappiness and resentfulness. It's no wonder that unfulfilled Nice Guys lash out in frustration at their loved ones, claims Dr. Glover. He explains how they can stop seeking approval and start getting what they want in life, by presenting the information and tools to help them ensure their needs are met, to express their emotions, to have a satisfying sex life, to embrace their masculinity and form meaningful relationships with other men, and to live up to their creative potential.",
        "price": 15.32,
        "language": "en",
        "publisher": "Running Press Adult",
        "publication_year": "2003",
        "pages": 208,
        "category": ["Self-Help", "Relationships"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "6",
        "name": "Emotional Intelligence",
        "cover": "emotional-intelligence-2-0.jpg",
        "author": "Travis Bradberry, Jean Greaves",
        "description": "By now, emotional intelligence (EQ) needs little introduction—it’s no secret that EQ is critical to your success. But knowing what EQ is and knowing how to use it to improve your life are two very different things.",
        "price": 14.98,
        "language": "en",
        "publisher": "TalentSmart",
        "publication_year": "2003",
        "pages": 280,
        "category": ["Self-Help", "Relationships"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "7",
        "name": "The Subtle Art of Not Giving a F*ck",
        "cover": "https://m.media-amazon.com/images/I/71QKQ9mwV7L._AC_UL480_QL65_.jpg",
        "author": "Mark Manson",
        "description": "For decades we've been told that positive thinking is the key to a happy, rich life. \"F*ck positivity,\" Mark Manson says. \"Let's be honest, shit is f*cked, and we have to live with it.\" In his wildly popular Internet blog, Manson doesn't sugarcoat or equivocate. He tells it like it is - a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F*ck is his antidote to the coddling, let's-all-feel-good mind-set that has infected modern society and spoiled a generation, rewarding them with gold medals just for showing up. ",
        "price": 15.29,
        "language": "en",
        "publisher": "Harper Paperbacks",
        "publication_year": "2022",
        "pages": 304,
        "category": ["Self-Help", "Humor", "Motivational"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "8",
        "name": "Will",
        "cover": "will.jpg",
        "author": "Will Smith",
        "description": "One of the most dynamic and globally recognized entertainment forces of our time opens up fully about his life, in a brave and inspiring book that traces his learning curve to a place where outer success, inner happiness, and human connection are aligned. Along the way, Will tells the story in full of one of the most amazing rides through the worlds of music and film that anyone has ever had.",
        "price": 17.83,
        "language": "en",
        "publisher": "Harper Paperbacks",
        "publication_year": "2022",
        "pages": 640,
        "category": ["Self-Help", "Biography", "Motivational"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "9",
        "name": "The Laws of Human Nature",
        "cover": "the_laws.jpg",
        "author": "Robert Greene",
        "description": "We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense.",
        "price": 15.00,
        "language": "en",
        "publisher": "Running Press Adult",
        "publication_year": "2019",
        "pages": 624,
        "category": ["Self-Help", "Motivational"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "10",
        "name": "Think and Grow Rich",
        "cover": "think.jpg",
        "author": "Napoleon Hill",
        "description": "Think and Grow Rich has been called the \"Granddaddy of All Motivational Literature.\" It was the first book to boldly ask, \"What makes a winner?\" The man who asked and listened for the answer, Napoleon Hill, is now counted in the top ranks of the world's winners himself.",
        "price": 7.46,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2019",
        "pages": 320,
        "category": ["Self-Help", "Motivational", "Money"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "11",
        "name": "The Mountain Is You",
        "cover": "mountain.jpg",
        "author": "Brianna Wiest",
        "description": "This is a book about self-sabotage. Why we do it, when we do it, and how to stop doing it—for good.Coexisting but conflicting needs create self-sabotaging behaviors. This is why we resist efforts to change, often until they feel completely futile. But by extracting crucial insight from our most damaging habits, building emotional intelligence by better understanding our brains and bodies, releasing past experiences at a cellular level, and learning to act as our highest potential future selves, we can step out of our own way and into our potential.For centuries, the mountain has been used as a metaphor for the big challenges we face, especially ones that seem impossible to overcome. To scale our mountains, we actually have to do the deep internal work of excavating trauma, building resilience, and adjusting how we show up for the climb.In the end, it is not the mountain we master, but ourselves.",
        "price": 17.99,
        "language": "en",
        "publisher": "WaterBrook",
        "publication_year": "2020",
        "pages": 248,
        "category": ["Self-Help", "Motivational"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "12",
        "name": "The Choice",
        "cover": "choice.jpg",
        "author": "Dr. Edith Eva Eger",
        "description": "At the age of sixteen, Edith Eger was sent to Auschwitz. Hours after her parents were killed, Nazi officer Dr. Josef Mengele, forced Edie to dance for his amusement and her survival. Edie was pulled from a pile of corpses when the American troops liberated the camps in 1945. Edie spent decades struggling with flashbacks and survivor’s guilt, determined to stay silent and hide from the past. Thirty-five years after the war ended, she returned to Auschwitz and was finally able to fully heal and forgive the one person she’d been unable to forgive—herself.",
        "price": 17.11,
        "language": "en",
        "publisher": "WaterBrook",
        "publication_year": "2018",
        "pages": 320,
        "category": ["Self-Help", "Motivational", "Biography"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "13",
        "name": "The Gift: 14 Lessons to Save Your Life",
        "cover": "gift.jpg",
        "author": "Dr. Edith Eva Eger",
        "description": "World renowned psychologist and internationally bestselling author Edith Eger’s powerful New York Times bestselling book The Choice told the story of her survival in the concentration camps, her escape, healing, and journey to freedom. Readers and listeners around the world wrote to tell her how The Choice moved them and inspired them to confront their own past and try to heal their pain. They asked her to write another, more prescriptive book. Eger’s second book, The Gift, expands on her message of healing and provides a hands-on guide that gently encourages listeners to change the thoughts and behaviors that may be keeping them imprisoned in the past.",
        "price": 14.75,
        "language": "en",
        "publisher": "WaterBrook",
        "publication_year": "2020",
        "pages": 320,
        "category": ["Self-Help", "Motivational", "Biography"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "14",
        "name": "Rich Dad Poor Dad",
        "cover": "rich_dad.jpg",
        "author": "Robert Kiyosaki",
        "description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.",
        "price": 14.00,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2022",
        "pages": 336,
        "category": ["Self-Help", "Motivational", "Biography", "Money"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "15",
        "name": "The Power of One More",
        "cover": "one_more.jpg",
        "author": "Ed Mylett",
        "description": "In The Power of One More, renowned keynote speaker and performance expert Ed Mylett draws on 30 years of experience as an entrepreneur and coach to top athletes, entertainers, and business executives to reveal powerful strategies to help you live an extraordinary \"one more\" life.",
        "price": 13.87,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2022",
        "pages": 272,
        "category": ["Self-Help", "Motivational", "Money"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "16",
        "name": "Cleaning Up Your Mental Mess",
        "cover": "mess.jpg",
        "author": "Dr. Caroline Leaf",
        "description": "Toxic thoughts, depression, anxiety--our mental mess is frequently aggravated by a chaotic world and sustained by an inability to manage our runaway thoughts. But we shouldn't settle into this mental mess as if it's just our new normal. There's hope and help available to us--and the road to healthier thoughts and peak happiness may actually be shorter than you think.",
        "price": 15.85,
        "language": "en",
        "publisher": "WaterBrook",
        "publication_year": "2021",
        "pages": 320,
        "category": ["Self-Help", "Stress Management"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "17",
        "name": "Winning the War in Your Mind",
        "cover": "winning-the-war.jpg",
        "author": "Craig Groeschel",
        "description": "We've all tried to think our way out of bad habits and unhealthy thought patterns, only to find ourselves stuck with an out-of-control mind and off-track daily life. Pastor and New York Times bestselling author Craig Groeschel understands deeply this daily battle against self-doubt and negative thinking, and in this powerful new book he reveals the strategies he's discovered to change your mind and your life for the long-term.",
        "price": 14.01,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2021",
        "pages": 256,
        "category": ["Self-Help", "Stress Management"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      },
      {
        "id": "18",
        "name": "Buy Yourself the F*cking Lilies",
        "cover": "fucking-lilies.jpg",
        "author": "Tara Schuster",
        "description": "By the time she was in her late twenties, Tara Schuster was a rising TV executive who had worked for The Daily Show with Jon Stewart and helped launch Key & Peele to viral superstardom. By all appearances, she had mastered being a grown-up. But beneath that veneer of success, she was a chronically anxious, self-medicating mess. No one knew that her road to adulthood had been paved with depression, anxiety, and shame, owing in large part to her minimally parented upbringing. She realized she’d hit rock bottom when she drunk-dialed her therapist pleading for help.",
        "price": 21.43,
        "language": "en",
        "publisher": "Northfield Publishing",
        "publication_year": "2020",
        "pages": 352,
        "category": ["Self-Help", "Motivational", "Stress Management"],
        "favorite": false,
        "inChart": false,
        "qtyInChart": 0
      },
      {
        "id": "16",
        "name": "",
        "cover": ".jpg",
        "author": "",
        "description": "",
        "price": 1,
        "language": "en",
        "publisher": "",
        "publication_year": "",
        "pages": 1,
        "category": ["Self-Help", "Motivational", "Money"],
        "inChart": false,
        "favorite": false,
        "qtyInChart": 0
      }
    ]